import React from "react";

export default function About() {
    return (
        <div className="flex flex-col items-center m-10">
            <h1 className="text-4xl font-bold mb-4">Art-Labyrinth Summer Festival 2025</h1>
            <p className="text-lg max-w-2xl text-center mb-10">
                Каждый год Art Labyrinth Summer Festival собирает людей, готовых объединиться в поисках вдохновения, творчества и осознанности. В 2025 году фестиваль пройдет с 10 по 13 июля на живописных берегах реки Днестр в селе Пояна, Молдова, в нашем самом любимом и солнечном месте. Мы возвращаемся сюда, чтобы снова создать пространство, где искусство, музыка и природа сливаются в едином потоке.
            </p>

            <h1 className="text-4xl font-bold mb-4">Тема этого года: Five Hands, One Rhythm</h1>
            <p className="text-lg max-w-2xl mb-2">
                Five Hands, One Rhythm — это не просто название. Это символ единства, творчества и общности. В мире, полном уникальных индивидуумов, только вместе мы можем создать нечто большее. Пять рук — это символ коллективного действия, сплетающего различные энергии и направления в одну гармоничную и мощную силу. Пять рук — это художники, музыканты, мастера, мечтатели, те, кто приходит, чтобы внести свою часть в общую картину, создавая мир, где не существует разделений.
            </p>
            <p className="text-lg max-w-2xl">
                Один ритм — это сердце фестиваля. Это биение, которое объединяет нас всех, давая пространство для творчества и осознанности. Это ритм жизни, который отражается в каждом моменте, в каждой мелодии и в каждом движении. Это наша цель — осознанное созидание, в котором каждый участник становится частью чего-то большего, чем он сам.
            </p>
        </div>
    );
}